<!doctype html>
<html lang="en">
<head>
<title>Open_Science_AG_Public_Call_073</title>
<meta name="generator" content="Etherpad">
<meta name="author" content="Etherpad">
<meta name="changedby" content="Etherpad">
<meta charset="utf-8">
<style>
ol {
  counter-reset: item;
}

ol > li {
  counter-increment: item;
}

ol ol > li {
  display: block;
}

ol > li {
  display: block;
}

ol > li:before {
  content: counters(item, ".") ". ";
}

ol ol > li:before {
  content: counters(item, ".") ". ";
  margin-left: -20px;
}

ul.indent {
  list-style-type: none;
}


</style>
</head>
<body>
<strong>Call der Deutschsprachigen Open Science AG, de-RSE und des GRN Nr. 73</strong><br><br><ul class="bullet"><li><strong>Datum</strong>: 2021-07-07 von 11:00 bis 12:00</li><li><strong>Konferenzsystem&#x2F;URL&#x2F;Nummer</strong>:</ul><ul class="indent"><li>&nbsp;&nbsp;&nbsp; 1. Mit Deinem Browser unter Windows, MacOS, GNU&#x2F;Linux: <a href="https&#x3a;&#x2F;&#x2F;conf&#x2e;dfn&#x2e;de&#x2F;webapp&#x2F;conference&#x2F;97985301" rel="noreferrer noopener">https:&#x2F;&#x2F;conf.dfn.de&#x2F;webapp&#x2F;conference&#x2F;97985301</a></li><li>&nbsp;&nbsp;&nbsp; 2. Mit einem SIP&#x2F;H.323-Raumsystem oder SIP&#x2F;H.323-Client:<ul class="indent"><li>&nbsp;&nbsp;&nbsp; - H.323: 004910097985301</li><li>&nbsp;&nbsp;&nbsp; - SIP:&nbsp;&nbsp; 97985301@conf.dfn.de</ul><li>&nbsp;&nbsp; 3. Mit einem Telefon (nur Audio): 0049 30 200 97985301</li><li>&nbsp;&nbsp; 4. &#220;ber Skype for Business: 97985301@vc.dfn.de</li><li>&nbsp;&nbsp; 5. Mobil mit Smartphone: Voraussetzung ist die vorinstallierte Pexip App unter<ul class="indent"><li>&nbsp;&nbsp; - Android: <a href="https&#x3a;&#x2F;&#x2F;play&#x2e;google&#x2e;com&#x2F;store&#x2F;apps&#x2F;details&#x3f;id&#x3d;com&#x2e;pexip&#x2e;infinityconnect" rel="noreferrer noopener">https:&#x2F;&#x2F;play.google.com&#x2F;store&#x2F;apps&#x2F;details?id=com.pexip.infinityconnect</a></li><li>&nbsp;&nbsp; - iOS:&nbsp;&nbsp;&nbsp;&nbsp; <a href="https&#x3a;&#x2F;&#x2F;itunes&#x2e;apple&#x2e;com&#x2F;us&#x2F;app&#x2F;pexip&#x2d;infinity&#x2d;connect&#x2F;id1195088102" rel="noreferrer noopener">https:&#x2F;&#x2F;itunes.apple.com&#x2F;us&#x2F;app&#x2F;pexip-infinity-connect&#x2F;id1195088102</a>&nbsp;</li><li>&nbsp;&nbsp; Gib dort ein: 97985301@conf.dfn.de</ul></li></ul><ul class="bullet"><li><ul class="bullet"><li><strong>Backup-Kanal bei technischen Problemen ist das Chat in diesem Pad!!!</strong></ul><li><strong>Ziel</strong>: Der Public Call soll dazu dienen, sich innerhalb der deutschsprachigen Open-Science-Szene auszutauschen, zu vernetzen und gemeinsame Projekt zu starten. Wir m&#246;chten diesen m&#246;glichst einmal pro Monat durchf&#252;hren. Bei R&#252;ckfragen oder Anmerkungen wird gebeten, sich an die Mailingliste der AG - <a href="https&#x3a;&#x2F;&#x2F;mlists&#x2e;okfn&#x2e;de&#x2F;cgi&#x2d;bin&#x2F;mailman&#x2F;listinfo&#x2F;open&#x2d;science&#x2d;de" rel="noreferrer noopener">https:&#x2F;&#x2F;mlists.okfn.de&#x2F;cgi-bin&#x2F;mailman&#x2F;listinfo&#x2F;open-science-de</a> - zu wenden. Vorraussetzungen gibt es keine, aber es wird empfohlen, sich mit dem Mission Statement der deutschsprachigen Open Science AG ( <a href="http&#x3a;&#x2F;&#x2F;dx&#x2e;doi&#x2e;org&#x2F;10&#x2e;5281&#x2F;zenodo&#x2e;12326" rel="noreferrer noopener">http:&#x2F;&#x2F;dx.doi.org&#x2F;10.5281&#x2F;zenodo.12326</a> &#x2F; <a href="https&#x3a;&#x2F;&#x2F;github&#x2e;com&#x2F;OKScienceDE&#x2F;Mission&#x5f;Statement" rel="noreferrer noopener">https:&#x2F;&#x2F;github.com&#x2F;OKScienceDE&#x2F;Mission_Statement</a> ) auseinanderzusetzen</li><li><strong>Hintergrund</strong>: Forschungsergebnisse sollten f&#252;r alle im Netz frei zug&#228;nglich sein. Doch auch Forschungsmethoden, der Forschungsprozess selbst, Rohdaten, die gemeinsame Bearbeitung der Daten etc. verlagern sich immer weiter ins Netz - und auch in diesen fr&#252;hen Stadien, also noch lange vor dem fertigen Artikel oder Buch, hat Offenheit viele Vorteile. Dieser Gedanke steckt hinter dem Stichwort &quot;Open Science&quot;. Mit &quot;Open Science&quot; besch&#228;ftigen sich viele, aus verschiedenen Blickwinkeln. Forscher probieren neue Tools aus, Firmen schaffen neue Angebote f&#252;r diese Zielgruppe. WissenschaftsjournalistInnen berichten dar&#252;ber, experimentieren aber auch mit ihren eigenen Formen und werden zunehmend erg&#228;nzt (verdr&#228;ngt?) durch Wissenschaftsblogger. Etablierte Player wie Rechenzentren und wissenschaftliche Bibliotheken versuchen ihre Rolle ebenfalls den neuen M&#246;glichkeiten anzupassen. Und so weiter. H&#246;rt man sich zum Thema &quot;Open Science&quot; heute um, gewinnt man schnell den Eindruck: Die Musik spielt im englischsprachigen Raum, in Deutschland, &#214;sterreich und der Schweiz ist das hingegen eher noch ein Nischenthema. Die vielen vereinzelten Projekte und AktivistInnen im deutschsprachigen Raum sollten sich einfacher und h&#228;ufiger austauschen k&#246;nnen, in einem informellen Rahmen. Wir wollen das mit einer monatlichen einst&#252;ndigen offenen Videokonferenz versuchen! Zum Thema &quot;Open Science&quot; traf sich am 16.7.2014 im Rahmen des OKFestivals in Berlin eine deutschsprachige Arbeitsgruppe. Ziel der Arbeitsgruppe ist die Vernetzung von Aktiven im Bereich &#214;ffnung von Wissenschaft und Forschung (Open Science) und die Erarbeitung rechtssicherer Rahmenbedingungen f&#252;r das Ver&#246;ffentlichen von Forschungsergebnissen. Zus&#228;tzlich soll die Arbeitsgruppe die Zusammenarbeit mit anderen internationalen Open-Science-Gruppen koordinieren und als Ansprechpartner f&#252;r Forscher, Institute, Zivilgesellschaft, Wirtschaft und Politik zum Thema Offene Wissenschaft fungieren.</li><li><strong>Wer darf mitmachen?</strong> Alle, die Interesse an Open Science haben! Du brauchst kein tiefes Hintergrundwissen und kannst gerne Fragen stellen. Gerade Menschen ohne fundierten Hintergrund in Open Science, die sich in die Community einklinken m&#246;chten, sind herzlich willkommen.</li><li>Zur&#252;ck zum Masterpad: <a href="https&#x3a;&#x2F;&#x2F;pad&#x2e;okfn&#x2e;de&#x2F;p&#x2F;openscience&#x2d;ag&#x2d;master&#x2d;pad" rel="noreferrer noopener">https:&#x2F;&#x2F;pad.okfn.de&#x2F;p&#x2F;openscience-ag-master-pad</a></ul><br><strong>TeilnehmerInnen:</strong><br><ol start="1" class="number"><li>Stephan Janosch (MPI-CBG, de-RSE)</li><li>Frank L&#246;ffler (FSU Jena, de-RSE)</li><li>Heike Riegler (Julius K&#252;hn-Institut, Quedlinburg)</li><li>Florian Goth(Uni W&#252;rzburg, SFB1170)</li><li>Felix Sch&#246;nbrodt (LMU M&#252;nchen, GRN) - muss leider um 11:15 schon wieder weg ...</li><li>Christian Busse (DKFZ)</li><li>Malte Elson (RUB)</ol>8. Daniel Mietchen (Fraunhofer-IBMT)<br>9. Florian Lorenz (BSH) - ich muss um 11:45 wieder weg<br>10. Philipp Stiebler (PEI)<br>11. Annette Polly (Max Rubner Institut)<br>12. L. Jael Garcia Castro (ZB MED Information Centre for Life Sciences)<br>13. Ilka Kleinod (BfR)<br>14. Johanna Mueller von der Haegen (DAI)<br><br><br><strong>Agenda und Protokoll</strong><br><br><em>Du bist herzlich eingeladen, hier Deine Themen einzutragen. Bitte schreibe hinter dem Thema deine Namen hinzu, so dass wir wissen wer verantwortlich ist.</em><br><br><ul class="bullet"><li>Organisatorisches (Moderator)<ul class="bullet"><li>Dauer des Gespr&#228;ches</li><li>Bitte Protokoll mitschreiben - einfach die Agenda erg&#228;nzen</ul><li>Vorstellungsrunde</li><li><strong>Themenblock AG Open Science</strong><ul class="bullet"><li>Umsetzung Open Data Richtlinie (2019&#x2F;1024&#x2F;EU) (Christian)<ul class="bullet"><li>Umfangreich, aber sehr lesenswert: <a href="https&#x3a;&#x2F;&#x2F;fragdenstaat&#x2e;de&#x2F;anfrage&#x2F;ressortabstimmung&#x2d;datennutzungsgesetz&#x2F;" rel="noreferrer noopener">https:&#x2F;&#x2F;fragdenstaat.de&#x2F;anfrage&#x2F;ressortabstimmung-datennutzungsgesetz&#x2F;</a><ul class="bullet"><li>Wer bei den RDA-de Vortr&#228;gen des BMI und BMWi den Eindruck hatte, dass die Menschen dort noch nie &#252;ber die Bedarfe der Wissenschaft nachgedacht hatten: Haben sie wirklich nicht.</li><li>Das BMBF versucht eine ausgewogene Regelung zu finden, ist aber auch zur&#252;ckhaltend sobald es um Erf&#252;llungsaufwand geht.</ul><li>Umsetzung in dt. Recht jetzt abgeschlossen: Neufassung des &#167;12a E-Governmentgesetz und neues Datennutzungsgesetz (DNG)</li><li>Relevante &#196;nderungen im Bundestag:<ul class="bullet"><li>Grundsatz der offenen Daten versch&#228;rft: Daten sollen &quot;wenn m&#246;glich&quot; offen erstellt werden, nicht nur &quot;wenn m&#246;glich und sinnvoll&quot; (Gesetzentwurf)</li><li>Daten fallen unter das Gesetz wenn sie &#246;ffentlich zug&#228;nglich gemacht werden, diese muss nicht mehr (wie im Entwurf) &quot;freiwillig&quot; geschehen (z.B. durch Auflage des Drittmittelgebers)</li><li>Verk&#252;rzung der Ausschlie&#223;lichkeitsvereinbarungen, aber immer noch 10 Jahre f&#252;r Digitalisierung von Kulturg&#252;tern (trotz Kommentierung von NFDI4Culture)</ul><li>Unver&#228;ndert:<ul class="bullet"><li>&quot;Forschungsdaten&quot; ist breitgefassen, praktisch jede Aufzeichnung die keine Publikation ist -&gt; Sollte auch f&#252;r Code gelten</li><li>&#214;ffentliche Stellen k&#246;nnen keine sui generis Schutz f&#252;r Datenbanken (Art. 7 Richtline 96&#x2F;9&#x2F;EG) in Anspruch nehmen</ul></li></ul><li>Open Science in Practise - MPG (SJ)<ul class="bullet"><li><a href="https&#x3a;&#x2F;&#x2F;osip&#x2e;mpdl&#x2e;mpg&#x2e;de" rel="noreferrer noopener">https:&#x2F;&#x2F;osip.mpdl.mpg.de</a><ul class="bullet"><li>Recent developments in the EC policy on Open Science (<em>Alea L&#243;pez de San Rom&#225;n, European Commission&#180;s Directorate for Research and Innovation</em>)&nbsp;<ul class="bullet"><li>Slides: <a href="http&#x3a;&#x2F;&#x2F;hdl&#x2e;handle&#x2e;net&#x2F;21&#x2e;11116&#x2F;0000&#x2d;0008&#x2d;C6B4&#x2d;D" rel="noreferrer noopener">http:&#x2F;&#x2F;hdl.handle.net&#x2F;21.11116&#x2F;0000-0008-C6B4-D</a></ul></li></ul><li>Paper on &quot;open science in practice&quot; <a href="https&#x3a;&#x2F;&#x2F;doi&#x2e;org&#x2F;10&#x2e;3897&#x2F;rio&#x2e;7&#x2e;e68595" rel="noreferrer noopener">https:&#x2F;&#x2F;doi.org&#x2F;10.3897&#x2F;rio.7.e68595</a></ul><li>Maybe of interest for those working on Open Science and RDM: <a href="https&#x3a;&#x2F;&#x2F;zbmed&#x2e;github&#x2e;io&#x2F;damalos&#x2F;" rel="noreferrer noopener">https:&#x2F;&#x2F;zbmed.github.io&#x2F;damalos&#x2F;</a> (DaMaLOS workshop)<ul class="bullet"><li>2nd Workshop on Data and research objects&nbsp;</li><li>management for Linked Open Science&nbsp;</li><li>* research objects (e.g., software, workflows, knowledge graphs)&nbsp;</li><li>Co-located with ISWC on the 24th of October 13:00 to 17:00 CEST 2021</ul><li>Data and Software in US<ul class="bullet"><li>Daniel worked in NIH</li><li>government work is free by definition - public domain</li><li>framework for open source and data</li><li>strong institutional backing of open source and data</li><li>but bureaucracy, some stuff is not public<ul class="bullet"><li>if some data and software would be public, then congress might cut funding, because data is used mostly not in US</ul><li>paperwork reduction act</ul></li></ul><li><strong>Themenblock de-RSE</strong><ul class="bullet"><li>RSE-Gruppentreffen (Stephan Janosch)<ul class="bullet"><li>Ank&#252;ndigung: <a href="https&#x3a;&#x2F;&#x2F;de&#x2d;rse&#x2e;org&#x2F;blog&#x2F;2021&#x2F;06&#x2F;19&#x2F;rse&#x2d;gruppentreffen&#x2e;html" rel="noreferrer noopener">https:&#x2F;&#x2F;de-rse.org&#x2F;blog&#x2F;2021&#x2F;06&#x2F;19&#x2F;rse-gruppentreffen.html</a></li><li>pad: <a href="https&#x3a;&#x2F;&#x2F;pad&#x2e;gwdg&#x2e;de&#x2F;MsJ9vP8mRPWP9bczRib61Q&#x3f;both" rel="noreferrer noopener">https:&#x2F;&#x2F;pad.gwdg.de&#x2F;MsJ9vP8mRPWP9bczRib61Q?both</a></li><li>template for creating the perfect RSE group (please add your ideas! we try to compile a good draft that you can use in your institution): <a href="https&#x3a;&#x2F;&#x2F;pad&#x2e;gwdg&#x2e;de&#x2F;6tzCj8ndSYa2JYda683BOw&#x3f;view" rel="noreferrer noopener">https:&#x2F;&#x2F;pad.gwdg.de&#x2F;6tzCj8ndSYa2JYda683BOw?view</a></li><li>13 &quot;groups&quot; were present</li><li>next meeting: September<ul class="bullet"><li>issue to collect topics: <a href="https&#x3a;&#x2F;&#x2F;github&#x2e;com&#x2F;DE&#x2d;RSE&#x2F;projekte&#x2F;issues&#x2F;3" rel="noreferrer noopener">https:&#x2F;&#x2F;github.com&#x2F;DE-RSE&#x2F;projekte&#x2F;issues&#x2F;3</a></ul><li>DLR:</li><li>Allianz AG:<ul class="bullet"><li>Handreichung zum Umgang mit Forschungssoftware: <a href="https&#x3a;&#x2F;&#x2F;doi&#x2e;org&#x2F;10&#x2e;5281&#x2F;zenodo&#x2e;1172970" rel="noreferrer noopener">https:&#x2F;&#x2F;doi.org&#x2F;10.5281&#x2F;zenodo.1172970</a></li><li>Positionspapier Digitale Dienste f&#252;r die Wissenschaft &#8211; wohin geht die Reise? : <a href="https&#x3a;&#x2F;&#x2F;doi&#x2e;org&#x2F;10&#x2e;5281&#x2F;zenodo&#x2e;4301924" rel="noreferrer noopener">https:&#x2F;&#x2F;doi.org&#x2F;10.5281&#x2F;zenodo.4301924</a></li><li>An environment for sustainable research software in Germany and beyond: current state, open challenges, and call for action: <a href="https&#x3a;&#x2F;&#x2F;doi&#x2e;org&#x2F;10&#x2e;12688&#x2F;f1000research&#x2e;23224&#x2e;1" rel="noreferrer noopener">https:&#x2F;&#x2F;doi.org&#x2F;10.12688&#x2F;f1000research.23224.1</a> .</ul></li></ul><li>Community size: <a href="https&#x3a;&#x2F;&#x2F;twitter&#x2e;com&#x2F;RSE&#x5f;de&#x2F;status&#x2F;1407629289735008257" rel="noreferrer noopener">https:&#x2F;&#x2F;twitter.com&#x2F;RSE_de&#x2F;status&#x2F;1407629289735008257</a></li><li>software index -<ul class="bullet"><li>license compatibility check&nbsp;</li><li>NFDI base service</li><li><a href="https&#x3a;&#x2F;&#x2F;joinup&#x2e;ec&#x2e;europa&#x2e;eu&#x2F;collection&#x2F;eupl&#x2F;licence&#x2d;compatibility&#x2d;permissivity&#x2d;reciprocity&#x2d;and&#x2d;interoperability" rel="noreferrer noopener">https:&#x2F;&#x2F;joinup.ec.europa.eu&#x2F;collection&#x2F;eupl&#x2F;licence-compatibility-permissivity-reciprocity-and-interoperability</a></ul><li>Webinar on FAIR research software, registration at <a href="https&#x3a;&#x2F;&#x2F;deic&#x2e;zoom&#x2e;us&#x2F;meeting&#x2F;register&#x2F;u5Ypcu&#x2d;qqDIiHN3RCmgYC9BVUlMtX7bLyclP" rel="noreferrer noopener">https:&#x2F;&#x2F;deic.zoom.us&#x2F;meeting&#x2F;register&#x2F;u5Ypcu-qqDIiHN3RCmgYC9BVUlMtX7bLyclP</a>, organized by RDA-nordic countries<ul class="bullet"><li>This webinar is brought to you by the former Danish and Swedish RDA nodes. Our main goal is to enhance research and increase networking.</li><li>As a starting point we have decided to begin our webinar series with the topic of FAIR research software.&nbsp;</li><li>Making software FAIR is in certain aspects heavily overlapping with the FAIR data principles in others unique definitions and practices are necessary. In the first webinar we want to focus on the basic differences between data and software, outputs of the RDA FAIR4RS working group and the experiences within the Nordic Region.<ul class="bullet"><li>This webinar is the first in a series about FAIR research software.&nbsp;</ul><li>Invited speakers are:&nbsp;<ul class="bullet"><li>Leyla Jael Garcia-Castro (FAIR4RS WG)</li><li>Carlos Martinez Ortiz (FAIR4RS WG)</li><li>Malin Sandstr&#246;m (INCF, SE)</li><li>Radovan Bast (CodeRefinery, NO)</ul><li>Zeit 30.Aug..2021 01:00 PM in Kopenhagen</ul><li>FS@SE22 (SJ)<ul class="bullet"><li><a href="https&#x3a;&#x2F;&#x2F;www&#x2e;se&#x2d;2022&#x2e;hu&#x2d;berlin&#x2e;de&#x2F;de" rel="noreferrer noopener">https:&#x2F;&#x2F;www.se-2022.hu-berlin.de&#x2F;de</a></ul><li>Status, F&#246;rderverein kleiner Software-Projekte?</li><li>Wo ist ein guter Platz, um Software-Entwickler fuer Forschungsinstitutionen zu finden?<ul class="bullet"><li>z.B. <a href="https&#x3a;&#x2F;&#x2F;twitter&#x2e;com&#x2F;EvoMRI&#x2F;status&#x2F;1409995781482942473" rel="noreferrer noopener">https:&#x2F;&#x2F;twitter.com&#x2F;EvoMRI&#x2F;status&#x2F;1409995781482942473</a></li><li>RSE-Mailingliste: liste@de-rse.org</li><li>#jobs Kanal des UK-RSE-Slack: <a href="https&#x3a;&#x2F;&#x2F;ukrse&#x2e;slack&#x2e;com&#x2F;" rel="noreferrer noopener">https:&#x2F;&#x2F;ukrse.slack.com&#x2F;</a></li><li><a href="https&#x3a;&#x2F;&#x2F;chat&#x2e;gwdg&#x2e;de&#x2F;channel&#x2F;derse&#x5f;jobs" rel="noreferrer noopener">https:&#x2F;&#x2F;chat.gwdg.de&#x2F;channel&#x2F;derse_jobs</a><ul class="bullet"><li>da komm ich nicht rein</ul></li></ul><li>DEIN THEMA (DEIN NAME)</ul><li>n&#228;chster Termin: 4.8. - 11 Uhr</li><li>Abschluss<ul class="bullet"><li>Wer schreibt eine Blog Post &#252;ber das Gespr&#228;ch?</li><li>Wer organisiert das n&#228;chste Treffen?</ul></li></ul><br>
</body>
</html>
